Repository: therealbstern/apcupsd
Catalog: src/po/*.po
Languages: fr

source: APCACCESS FATAL ERROR in %s at line %d
fr: ERREUR FATALE APCACCESS dans %s, ligne %d

source: (ipc) <%s> : is not functional yet.
fr: (ipc) <%s> : pas encore fonctionnel.

source: %s (ipc) : polling apcupsd for %s.
fr: %s (ipc) : interrogation de apcupsd pour %s.

source: %s (ipc) <%s> : is not functional yet.
fr: %s (ipc) <%s> : pas encore fonctionnel.

source: Unknown command %s
fr: %s : Commande inconnue

source: Cannot attach SYSV IPC.
fr: Impossible d'attacher l'IPC SYSV.

source: Cannot read shm data area.
fr: Impossible de lire la zone shm.

source: Strange mode
fr: Mode étrange

source: UPS battery must be replaced
fr: Les batteries UPS doivent être remplacées

source: Too Many Errors. Restarting UPS daemon
fr: Trop d'erreurs. Redémarrage du démon UPS

source: Remote shutdown
fr: Arrêt a distance

source: Power failure
fr: Chute d'alimentation

source: Running on UPS batteries
fr: Fonctionnement sur batteries UPS

source: Battery power exhausted
fr: Batteries épuisées

source: Reached run time limit on batteries
fr: Atteinte de la limite de fonctionnement sur batteries

source: Battery charge below low limit
fr: Charge des batteries inférieure a la limite minimale

source: Reached remaining time percentage limit on batteries
fr: Atteinte de la limite du ratio du temps restant sur batteries

source: Cancelling shutdown
fr: Annulation de l'arrêt

source: Power is back. UPS running on mains.
fr: L'alimentation secteur est revenue. UPS fonctionne sur le secteur.

source: Allowing logins
fr: Autorisation de connexions utilisateurs

source: Users requested to logoff
fr: Demande aux utilisateurs de se déconnecter

source: User login prohibitted
fr: Connexions utilisateurs interdites

source: Battery power failure. Emergency shutdown
fr: Chute d'alimentation des batteries. Arrêt d'urgence

source: error ignored.
fr: erreur ignorée.

source: %s: Bogus configuration table! Fix and recompile.
fr: %s : table de configuration erronée ! Corrigez et recompilez.

source: %s: Bogus configuration value (%s)
fr: %s : valeur de configuration erronée (%s)

source: %s: Exceeded max slaves number (%d)
fr: %s : Nombre de processus esclaves excédé (%s)

source: UPS function code %d missing
fr: Code de fonction UPS %s manquant

source: Error opening configuration file (%s).
fr: Erreur à l'ouverture du fichier de configuration (%s).

source: %s: Warning: old configuration file found. %s: Expected: "%s" %s: Found: "%s" %s: Please check new file format and %s: modify accordingly the first line %s: of config file. %s: Processing config file anyway.
fr: %s : Attention : ancien fichier de configuration trouvé. %s : Attendu : "%s" %s : Trouvé : "%s" %s: Veuillez vérifier le nouveau format et modifier %s: le fichier comme proposé à la première ligne %s: du fichier de configuration. %s: Traitement du fichier de configuration malgré tout.

source: Parsing error at line %d of config file %s.
fr: Erreur d'analyse à la ligne %s du fichier de configuration %s.

source: %s: Error :: Changing UPSTYPE from %s
fr: %s : Erreur :: Changement UPSTYPE de %s

source: Lookup operation failed: bad 'types' table
fr: Echec de l'opération de consultation : mauvaise table 'types'

source: I can't be both MASTER and SLAVE
fr: Je ne peux être à la fois MASTER et SLAVE

source: Terminating due to configuration file errors.
fr: Terminaison due à des erreurs du fichier de configuration.

source: start_thread: can not fork.
fr: start_thread : impossible d'opérer un fork()

source: execute: cannot fork().
fr: execution : impossible d'opérer un fork().

source: execute: cannot exec %s
fr: execution : impossible d'opérer un exec(%s)

source: read_lock: cannot increment read cnt.
fr: read_lock : impossible d'incrémenter le compteur de lecture.

source: read_unlock: cannot unlock read sem.
fr: read_unlock : impossible de débloquer le sémaphore de lecture.

source: write_lock: cannot acquire write lock.
fr: write_lock : impossible d'obtenir le verrou d'ériture.

source: write_lock: cannot assert write sem.
fr: write_lock : impossible d'affirmer le sémaphore d'écriture.

source: write_unlock: cannot unlock write sem.
fr: write_unlock : impossible de déverouiller le sémaphore d'écriture.

source: create_semaphore: cannot create sem.
fr: create_semaphore : impossible de créer le sémaphore.

source: create_semaphore: cannot set up sem.
fr: create_semaphore : impossible d'installer le sémaphore.

source: attach_semaphore: cannot attach sem.
fr: attach_semaphore : impossible d'attacher le sémaphore.

source: destroy_semaphore: cannot destroy sem.
fr: destroy_semaphore : impossible de détruire le sémaphore.

source: create_shmarea: cannot create shm area.
fr: create_shmarea : impossible de créer la zone de mémoire partagée.

source: create_shmarea: cannot attach shm area.
fr: create_shmarea : impossible d'attacher la zone de mémoire partagée.

source: attach_shmarea: cannot get shm area.
fr: attach_shmarea : impossible d'obtenir la zone de mémoire partagée.

source: attach_shmarea: cannot attach shm area.
fr: attach_shmarea : impossible d'attacher la zone de mémoire partagée.

source: attach_shmarea: shared memory version mismatch
fr: attach_shmarea : incompatibilité de version de mémoire partagée

source: destroy_shmarea: cannot destroy shm area.
fr: destroy_shmarea : impossible de détruire la zone de mémoire partagée.

source: usage: apcupsd [options] Options are as follows: -?, --help display this help -V, --version display version info -c, --configure attempt to configure UPS [*] -f, --config-file <file> load specified config file -u, --update-battery-date update UPS battery date [*] -k, --killpower attempt to power down UPS [*] -d, --debug <level> set debug level (>0) -n, --rename-ups attempt to rename UPS [*] [*] Only one parameter of this kind and apcupsd must not run. Copyright (C) 1996-1999 Andre Hedrick Copyright (C) 1999-2000 Riccardo Facchetti apcupsd is free software and comes with ABSOLUTELY NO WARRANTY under the terms of the GNU General Public License Report bugs to apcupsd Support Center: http://www.brisse.dk/site/apcupsd/
fr: usage: apcupsd [options] Les options sont : -?, --help affiche cette aide -V, --version affiche le numéro de version -c, --configure tente de configurer UPS [*] -f, --config-file <file> charge le fichier de configuration specifié -u, --update-battery-date met à jour la date des batteries UPS [*] -k, --killpower tente d'éteindre UPS [*] -d, --debug <level> affiche les traces de débogage au niveau spécifié (>0) -n, --rename-ups tente de renommer UPS [*] [*] Seulement un paramètre de ce genre et apcupsd ne doit pas fonctionner. Copyright (C) 1996-1999 Andre Hedrick Copyright (C) 1999-2000 Riccardo Facchetti apcupsd est un logiciel libre et est fourni sans AUCUNE GARANTIE sous les termes de la Licence Publique Générale GNU (GPL) Somettez vos rapports de bogues au Centre Support apcupsd : http://www.brisse.dk/site/apcupsd/

source: Error: too many arguments.
fr: Erreur : trop d'arguments.

source: Status buffer overflow %d bytes
fr: Débordement du tampon status (%d octets)

source: Serial port already initialized.
fr: Port série déjà initialisé.

source: Cannot open UPS tty %s: %s
fr: Impossible d'ouvrir le tty UPS %s : %s

source: Unable to create serial port lock file.
fr: Impossible de créer un fichier de verrou du port série.

source: PANIC! Cannot communicate with UPS.
fr: PANIQUE ! Impossible de communiquer avec UPS.

source: Shutdown not called first
fr: Arrêt non demandé en premier

source: Bug found attempting to kill the power in %s at line %s
fr: Bogue trouvé en tentant d'arrêter l'alimentation dans %s à la ligne %s

source: Waiting 30 seconds for slave(s) to shutdown.
fr: Attente de 30 secondes pour la terminaison des processus esclaves.

source: Waiting 15 seconds for slave(s) to shutdown
fr: Attente de 15 secondes pour la terminaison des processus esclaves

source: Attempting to kill the power!
fr: Tentative d'arrêt de l'alimentation !

source: Failed to kill the power! Attempting a REBOOT!
fr: Impossible d'arrêter l'alimentation ! Tentative de REDEMMARAGE !

source: Perform CPU-reset or power-off
fr: Exécuter CPU-reset ou power-off

source: Waiting For ShareUPS Master to shutdown
fr: Attente de l'arrêt de ShareUPS Master

source: Failed to have power killed by Master! Attempting a REBOOT!
fr: Impossible pour le Master de couper l'alimentation ! Tentative de REDEMMARAGE !

source: UPS will power off ...
fr: UPS va s'arrêter...

source: Mains-power returned during shutdown!
fr: Renvoi de mains-power pendant l'arrêt !

source: Trying alternate method for killing power
fr: Essai d'une méthode alternative pour arrêter l'alimentation

source: UPS power-cycle in progress ...
fr: Power-cycle UPS en cours...

source: Using non SU SmartUPS alternate method
fr: Utilisation d'une méthode alternative non SU de SmartUPS

source: BackUPS Pro and SmartUPS v/s sleep for 6 min
fr: BackUPS Pro et SmartUPS v/s endormis pour 6 minutes

source: Unexpected error!
fr: Erreur inattendue !

source: Simple Cable Signal Lost!!!
fr: Signal Simple Cable perdu !!!

source: UPSlink Comm. Error, %s != SM count %d
fr: Erreur UPSlink Comm., %s != SM count %d

source: UPSlink Comm. reestablished, %s == SM count %d
fr: UPSlink Comm. rétabli, %s == SM count %d

source: UPSlink Comm. Report, %s == SM count %d
fr: Rapport UPSlink Comm., %s == SM count %d

source: apcupsd exiting, signal %u
fr: terminaison de apcupsd, signal %u

source: shutdown succeeded
fr: Arrêt réussi

source: error shutdown completed
fr: erreur arrêt terminé

source: apcupsd FATAL ERROR in %s at line %d
fr: ERREUR FATALE apcupsd dans %s à la ligne %d

source: needs super user privileges to run.
fr: ne peut fonctionner sans les droits super-utilisateur.

source: Cannot update battery date %s
fr: Impossible de mettre à jour la date des batteries %s

source: %s: attempting to update UPS battery date.
fr: %s : tentanive de mise à jour de la date des batteries UPS.

source: done.
fr: terminé.

source: This model cannot be configured.
fr: Ce model ne peut être configuré.

source: %s: attempting to configure UPS.
fr: %s : tentative de configuration UPS.

source: Can not rename %s
fr: Impossible de renommer %s

source: %s: attempting to rename UPS.
fr: %s : tentative de renommage UPS.

source: **** FIXME ****
fr: **** A FIXER ****

source: NET Class Error %s \a
fr: Erreur NET Class %s \a

source: Unknown share net type
fr: Type de réseau partagé inconnu

source: %s: init_ipc failed.
fr: %s : échec init_ipc.

source: Can't fork.
fr: Impossible d'opérer un fork().

source: failed to reacquire serial port lock file on device %s
fr: Impossible de reprendre le fichier verrou du port série sur le périphérique %s

source: Terminated.
fr: Terminé.
